{
    "data": [
        {
            "author" : "Neil DeGrasse Tyson",
            "text" : "Does it mean, if you don’t understand something, and the community of physicists don’t understand it, that means God did it?...  \n If that’s how you want to invoke your evidence for God, then God is an ever-receding pocket of scientific ignorance that’s getting smaller and smaller and smaller as time moves on.",
            "submitter" : "Captain"
        },
        {
            "author" : "Neil DeGrasse Tyson",
            "text" : "Knowing where you came from is no less important than knowing where you are going.",
            "submitter" : "Captain"
        },
        {
            "author" : "Neil DeGrasse Tyson",
            "text" : "If you want to assert a truth, first make sure it's not just an opinion that you desperately want to be true.",
            "submitter" : "Captain"
        },
        {
            "author" : "Neil DeGrasse Tyson",
            "text" : "Creativity is seeing what everyone else sees, but then thinking a new thought that has never been thought before and expressing it somehow.",
            "submitter" : "Captain"
        },
        {
            "author" : "Neil DeGrasse Tyson",
            "text" : "Science is a cooperative enterprise, spanning the generations. \n It's the passing of a torch from teacher, to student, to teacher. A community of minds reaching back to antiquity and forward to the stars.",
            "submitter" : "Captain"
        },
        {
            "author" : "Neil DeGrasse Tyson",
            "text" : "If scientists invented the legal system, eye witness testimony would be inadmissible evidence.",
            "submitter" : "Captain"
        },
        {
            "author" : "Edward Yashinski",
            "text" :   "Fear not your enemies, for they can only kill you. \n Fear not your friends, for they can only betray you. \n Fear only the indifferent, who permit killers and betrayers to walk safely on earth.",
            "submitter" : "Captain"
        },
        {
            "author" : "Stephen Hawking",
            "text" : "Intelligence is the ability to adapt to change.",
            "submitter" : "Captain"
        },
        {
            "author" : "Henry Miller",
            "text" : "One's destination is never a place but a new way of seeings things.",
            "submitter" : "Captain"
        },
        {
            "author" : "Albert Einstein",
            "text" : "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.",
            "submitter" : "Captain"
        },
        {
            "author" : "Heraclitus",
            "text" : "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
            "submitter" : "Captain"
        },
        {
            "author" : "Thomas Paine",
            "text" : "Where knowledge is a duty, ignorance is a crime.",
            "submitter" : "Captain"
        },
        {
            "author" : "Thomas Paine",
            "text" : "A body of men, holding themselves accountable to nobody, ought not to be trusted by any body.",
            "submitter" : "Captain"
        },
        {
            "author" : "Thomas Paine",
            "text" : "But it is necessary to the happiness of man, that he be mentally faithful to himself.  \n Infidelity does not consist in believing, or in disbelieving; it consists in professing to believe what he does not believe.",
            "submitter" : "Captain"
        },
        {
            "author" : "Thomas Paine",
            "text" : "To argue with a man who has renounced the use and authority of reason, and whose philosophy consists in holding humanity in contempt, \n is like administering medicine to the dead, or endeavoring to convert an atheist by scripture.",
            "submitter" : "Captain"
        }
        {
            "author" : "Raymond Reddington (Fictional)",
            "text" : "(Talking about loss) There is nothing that can take the pain away, but eventually you will find a way to live with it. There will be nightmares, and everyday when you wake up, it will be the first thing you think of. Until one day, it will be the second thing.",
            "submitter" : "NobleWolf42"
        }
    ],
    "success": true,
    "status": 200
}